IDEA Open Model
TemperatureLoadOnLine.TemperatureCurve Property
Compatible with IDEA StatiCa Beta 20.0
 Temperature curve { x = t[s], y = Θ[K] }
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Polygon2D TemperatureCurve { get; set; }
Public Property TemperatureCurve As Polygon2D
	Get
	Set
Property Value
Type: Polygon2D
See Also
Reference
TemperatureLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace